Repository: sengeiou/myWatch
Catalog: myWatch/Localization/*.lproj/Main.strings
Languages: hu

# 2cK-1q-2vY.text
source: There are a few things we need to set up before jumping right in the application.
hu: Egy pár dolgot be kell állítanunk mielőtt belevághatnánk a közepébe!

# 41L-QY-L84.normalTitle
source: Yes, I would
hu: KÖVETKEZŐ

# 5hw-wt-GzJ.text
source: Let's jump right in the app!
hu: Vágjunk bele!

# 8m7-PO-mnY.text
source: You may have realized that the application is using the English language. This is because either your iPhone's language is set to it or because the app does not support the language your phone is using. If the case is the latter, we're really sorry - we are trying to make the app support as many languages as it can!
hu: Már észrevehetted, hogy az alkalmazás a magyar nyelvet használja. Ez amiatt van, mert az iPhone is ezt a nyelvet használja. Ha ezt meg szeretnéd változtatni, akkor az iPhone nyelvét kell megváltoztatnod.

# GA3-ea-a2Z.text
source: We have made all the steps neccessary to run the application.
hu: Hurrá! Végigmentünk az összes lépésen, ami az alkalmazás beállításához kellett.

# GE6-Te-ssy.normalTitle
source: CONTINUE
hu: KÖVETKEZŐ

# HOt-lj-aMT.text
source: To start the setup, press the button below.
hu: A beállítás megkezdéséhez nyomd meg az alábbi gombot!

# HlZ-Tj-pMV.normalTitle
source: CONTINUE
hu: KÖVETKEZŐ

# JO5-60-Yyv.text
source: Select a compatible myWatch device from the list below. The app will use this device later to gather its data.
hu: Válassz ki egy kompatibilis myWatch eszközt az alábbi listából! Az alkalmazás ezután ezt az eszközt fogja használni az adatok megszerzéséhez.

# KOT-Gr-0qf.text
source: Looking for devices...
hu: Eszközök keresése...

# UCk-bH-p8y.text
source: Connecting to the device...
hu: Csatlakozás az eszközhöz...

# TmH-N8-yO3.text
source: We are going to set up your iPhone and your device in 4 very easy steps.
hu: Most be fogjuk állítani az iPhone-t és az eszközt 4 nagyon egyszerű lépésben.

# Z5I-gS-MM3.placeholder
source: Enter name here...
hu: Ide írhatod a nevet...

# bhC-7N-g4N.normalTitle
source: CONNECT
hu: CSATLAKOZÁS

# gba-bH-1DB.text
source: Device:
hu: Eszköz:

# gc5-Sx-yna.text
source: We have arrived to the last step. myWatch supports reading/writing data to Apple Health. This way, other apps using Health will be able to read the data that your myWatch device has to offer for your iPhone.
hu: Elérkeztünk az utolsó lépéshez. A myWatch támogatja az adatok írását/olvasását az Egészség-ből. Ezáltal bármilyen más alkalmazás, amely támogatja az Egészség-et, ki fogja tudni olvasni az összes adatot, amit a myWatch-on keresztül az eszközödről olvasunk le.

# gpZ-jg-CSA.text
source: We have come to the step where we're going to customize your device a little bit. You can give it a name to make it more recognizable.
hu: Most az a lépés következik, amelyben egy kicsit személyre szabhatjuk az eszközt. Lehetőség van az eszköznek egy saját nevet adni.

# j87-yK-u4W.text
source: Connect a device
hu: Csatlakoztass egy eszközt

# mjM-8e-Y3I.text
source: Welcome to myWatch!
hu: Üdv a myWatch-ban!

# npq-M4-Oaa.text
source: That's it!
hu: Kész is!

# oDO-Ce-f7W.text
source: IMPORTANT! This name does not change the device's name as a Bluetooth peripheral. The name you specify will only remain on this iPhone until you uninstall the application.
hu: FONTOS! Ez a név nem változtatja meg az eszköz Bluetooth nevét! A megadott név csak ezen az iPhone-on marad meg addig, amíg nem távolítod el az alkalmazást.

# 0rK-qN-uPT.text
source: Connecting...
hu: Csatlakozás...

# pLk-s7-U9f.text
source: But for real now... let's jump right in the setup!
hu: De most már tényleg... vágjunk bele a beállításba!

# rUN-1N-Xan.normalTitle
source: LET'S GO
hu: KEZDJÜK!

# vgH-8d-FpV.text
source: Before we start...
hu: Mielőtt belevágnánk...

# x95-Fj-diT.text
source: Name the device
hu: Nevezd el az eszközt

# xxp-un-jpp.text
source: Apple Health
hu: Egészség

# z4A-a7-2vO.normalTitle
source: CONTINUE
hu: KÖVETKEZŐ

# 2um-Gm-Zcf.text
source: Alarm
hu: Ébresztés

# igX-dM-r07.text
source: Bedtime
hu: Alvás

# k7y-i1-mia.text
source: Today
hu: Ma

# x6c-DI-fgL.text
source: Pedometer
hu: Lépésszámláló
